# тексты меню
start_menu_kb = {
    "key1st": "Вопрос наставнику",
    "key2st": "Обращение в Техподдержку",
    "key3st": "Оставить Отзыв/Предложение"
}
menu_supp_theme = {
    "key1mst": "Финансовый вопрос",
    "key2mst": "Еще какая-то тема",
    "key3mst": "Еще какая-то тема",
    "key4mst": "Еще какая-то тема",
    "back": "\U00002B05" + "Назад"
}
menu_supp_chavo = {
    "key1msc": "Бла бла Бла, ..",
    "key2msc": "Бла бла Бла, ..",
    "key3msc": "Бла бла Бла, ..",
    "key4msc": "Бла бла Бла, ..",
    "key5msc": "Бла бла Бла, ..",
    "key6msc": "Бла бла Бла, ..",
    "key7msc": "Бла бла Бла, ..",
    "key8msc": "Бла бла Бла, ..",
    "key5mst": "Написать в поддержку",
    "back": "\U00002B05" + "Назад"
}
mmenu_staff = {
    "key1msf": "Обработать обращения",
    "key2msf": "Показать статистику"
}
mentor_menu = {
    "key1mtrm": "Наставник по ноутбукам",
    "key2mtrm": "Наставник по видеокартам",
    "back": "\U00002B05" + "Назад"
}
back = {"back": "\U00002B05" + "Назад"}
work_eval = {
    "work_eval_1": "1",
    "work_eval_2": "2",
    "work_eval_3": "3",
    "work_eval_4": "4",
    "work_eval_5": "5",
    "work_eval_6": "6",
    "work_eval_7": "7",
    "work_eval_8": "8",
    "work_eval_9": "9",
    "work_eval_10": "10"
}
# Тексты
NO_AUTH_TXT = "Не смог Вас идентифицировать. Поделитесь своим контактом, чтоб мы могли Вас авторизовать в базе данных Школы"
MMENU_TXT = "Бла бла бла бла"
WORK_EVAL_TXT = "Спасибо за обращение, надеемся Вы остались довольны, оцените работы с наставником от 1 до 10, где 1 - плохо, 10 - отлично"
